import React from "react";
import { useNavigate } from "react-router-dom";

function About() {
  const navigate = useNavigate();

  return (
    <div className="flex flex-col items-start p-8">
      <p className="mb-4">
        გამარჯობა, კეთილი იყოს თქვენი მობრძანება Prommo_ში. თქვენი საუკეთესო
        ადგილია პოპულარული ბრენდების საუკეთესო შეთავაზებებისთვის დათვალიერება,
        შედარება და თანხის დაზოგვა უფასოდ. ჩვენ გთავაზობთ ექსკლუზიურ
        ფასდაკლებებს რათა დაზოგოთ ფული საყვარელ პროდუქტებზე.
      </p>
      <p className="mb-4">ვინ ვართ ჩვენ ჩვენი?</p>
      <p className="mb-4">
        ჩვენი მისიაა მოგაწოდოთ ინფორმაცია უფასოდ და იპოვოთ,შეადაროთ და დაზოგოთ
        საუკეთესო ფასები თქვენს საყვარელ პროდუქტებზე.
      </p>
      <p className="mb-4">რას აკეთებს Prommo?</p>
      <p className="mb-4">
        ჩვენი პლატფორმა Prommo გთავაზობთ სხვადასხვა კატეგორიებში შეირჩეულ
        ფასდაკლებებს სანდო ბრენდებისგან, რათა ყოველთვის გქონდეთ წვდომა უახლეს
        აქციებზე.
      </p>
      <p className="mb-4">რატომ ავირჩიოთ Prommo?</p>
      <ul className="list-disc mb-4 pl-4">
        <li>უფასო: ფასდაკლებებზე უფასო წვდომა.</li>
        <li>ანდო: ჩვენ მხოლოდ ვპარტნიორობთ სანდო ბრენდებთან</li>
        <li>
          მომხმარებლისთვის მოსახერხებელი: მარტივად და კომფორტულად დაათვალიერეთ
          და შეიძინეთ.
        </li>
        <li>
          მრავალფეროვანი კატეგორიები: აღმოაჩინეთ შეთავაზებები სხვადასხვა
          კატეგორიაში.
        </li>
      </ul>
    </div>
  );
}

export default About;
