import React from "react";
import { useNavigate } from "react-router-dom";

function AboutPar() {
  const navigate = useNavigate();

  return (
    <div className="flex flex-col items-start p-8">
      <p className="mb-4">
        ფართო აუდიტორია: მოიპოვეთ ფართო და აქტიური მომხმარებლის ყურადღება,
        რომლებიც ეძებენ ფასდაკლებებს.
      </p>
      <p className="mb-4">ხარჯთეფექტური მარკეტინგი:</p>
      <p className="mb-4">
        გამოიყენეთ თქვენი პროდუქტების და სერვისების რეკლამირების შესაძლებლობა
        ბევრად დაბალ ფასად, ვიდრე ტრადიციულ რეკლამაში, და მიაღწიეთ ფართო
        აუდიტორიას. ხილვადობა: გამოკვეთეთ თქვენი პროდუქტები და აქციები ჩვენი
        პლატფორმის დახმარებით, რაც გაზრდის თქვენი ბრენდის ცნობადობადობას.
      </p>
      <p className="mb-4">რას აკეთებს Prommo?</p>
      <p className="mb-4">
        ჩვენი პლატფორმა Prommo გთავაზობთ სხვადასხვა კატეგორიებში შეირჩეულ
        ფასდაკლებებს სანდო ბრენდებისგან, რათა ყოველთვის გქონდეთ წვდომა უახლეს
        აქციებზე.
      </p>
      <p className="mb-4">მონაცემებზე დაფუძნებული ანალიზები: </p>

      <p className="mb-4">
        მიიღეთ მნიშვნელოვანი ანალიტიკა და ანალიზები მომხმარებელთა ქცევის
        გასაგებად და თქვენი მარკეტინგული სტრატეგიების ოპტიმიზაციისთვის.
        ანალიტიკა: ჩვენი პლატფორმა საშუალებას გაძლევთ ადვილად გააზიაროთ თქვენი
        გარიგებები და თვალყური ადევნოთ ეფექტურობას.
      </p>
      <p className="mb-4">
        დაინტერესდით პარტნიორობით? დაგვიკავშირდით promo246810@gmail.com
        ,განვიხილოთ როგორ შეუძლია ჩვენ პლატფორმას დაგეხმაროთ თქვენი ბიზნესის
        მიზნების მიღწევაში!
      </p>
    </div>
  );
}

export default AboutPar;
